/* 
  Localizable.strings
  Rdio Alarm

  Created by David Brunow on 11/4/12.

*/

"SNOOZE" = "snooze";
"SET ALARM" = "impostare l'allarme";
"PLEASE REST PEACEFULLY" = "si prega di riposare in pace";
"PLUG ME IN" = "si dovrebbe davvero mi collegare...";
"CANCEL ALARM" = "Annulla Allarme";
"TURN OFF ALARM" = "Disattiva Allarme";
"ALARM CANCELED" = "Allarme Annullato";
"ALARM STOPPED" = "Allarme Arrestato";
"CHARGING LABEL" = "sei una persona generosa e premurosa";
"SIGN OUT" = "SIGNOUT";
"CHOOSE ALARM TIME" = "Scegli ora della sveglia";
"NOT SIGNED IN LABEL" = "To wake up to full tracks from your playlists, you must sign into Rdio®. Not yet an Rdio user? \nTap here for more information.";
"CHANGE SETTINGS" = "Modifica delle impostazioni";
"SETTINGS OPENED" = "Impostazioni Aperto";
"SETTINGS CLOSED" = "Impostazioni Chiuso";
"LOADING" = "Loading...";
"SELECTED PLAYLIST IS" = "Playlist è selezionato %@";
"CHOOSE PLAYLIST" = "Scegli Playlist...";
"COLLAB HEADER" = "   Collaborative";
"SUBSCRIBED HEADER" = "   Sottoscritto";
"OWNED HEADER" = "   Di Proprietà";
"COLLAB" = "Collaborative";
"SUBSCRIBED" = "Sottoscritto";
"OWNED" = "Di Proprietà";
"APP MUST BE OPEN REMINDER" = "Non si sveglierà alla musica se si chiude su Wake Up.";
"TURN ALARM BACK ON" = "attivare l'allarme torna su";
"CANNOT CONNECT TO RDIO" = "Impossibile connettersi a Rdio ®. La tua sveglia non funziona se non è possibile connettersi. Probabilmente si desidera impostare un allarme di backup.";
"YOUR ALARM IS SET" = "la sveglia è impostata per";
"WAKE UP TO" = "WAKE UP A";

"SNOOZE SLIDER LABEL" = "SNOOZE PER RDIO";
"SLEEP SLIDER LABEL" = "Addormentarsi al RDIO PER";
"LBLSLIDERNO" = "NO";
"LBLSLIDERYES" = "SI";
"SHUFFLE" = "Shuffle playlist?";
"AUTOSET AM PM" = "AM/PM viene impostata automaticamente";
"INNER TIME BUBBLE TEXT" = "%d min";
"INNER TIME BUBBLE TEXT PLURAL" = "%d mins";
"INNER TIME BUBBLE TEXT DISABLED" = "DISABILI";
"AUTO ALARM BEING SET" = "auto allarme impostazione per";
"AUTO ALARM PLAYLIST" = "svegliarsi";
"CONTACT US" = "EMAIL US";
"CURRENT TIME IS" = "L'ora corrente è";
"AUTO ALARM" = "Auto di allarme impostato quando l'applicazione lancia?";

